{ “बातचीत” [ [ "सुप्रभात , आप कैसे हैं? ", “मैं अच्छा हूँ, आप कैसे हैं?”, “इसके अलावा मैं अच्छा हूँ।”, “यह सुनकर अच्छा लगा!”, "हाँ, एकदम. " ], [ “नमस्ते”, “नमस्कार”, “ज़िन्दगी कैसी चल रही है?”, “मैं अच्छा हूँ ।”, “यह सुनकर बहुत ख़ुशी हुई.”, “हाँ, मुझे भी बेहद ख़ुशी hui।”, “मैं आपकी किसी चीज़ के साथ मदद कर सकता हूँ ?”, “हाँ, मेरे पास एक सवाल है।”, “अपका प्रश्न क्या है?”, “मैं चीनी का एक कप उधार ले सकता हूँ ?”, “मैं माफी चाहता हूँ, लेकिन मेरे पास भी चीनी नहीं है ।”, “वैसे धन्यवाद”, “कोई बात नहीं” ], [ “आप कैसे हैं ?”, “मैं ठीक हूँ, आप ?”, “मैं भी अच्छा कर रहा हूँ।”, “यह अच्छा है।” ], [ “आपने खबर सुनी है?”, “क्या अच्छी खबर है?” ], [ “आपकी पसंदीदा किताब क्या है?”, “दरअसल मैं किताबें नहीं पढ़ सकता हूँ ।”, “तो अपका पसंदीदा रंग क्या है?”, “हरा” ], [ “तुम कौन हो?”, “कौन? ‘कौन’ क्या का शब्द रूप है.”, “तो तुम क्या हो?”, “मुखौटे में एक आदमी।”, “मुझे वह पता चल रहा है।”, “मुझे शक तुम्हारी अवलोकन की शक्तियों पर नहीं hai, लेकिन केवल एक नकाबपोश आदमी से पूछना की वो कौन है…यह मुझे उलटी प्रकृति लगी । खैर… मुझे बताओ, क्या आप संगीत पसंद करते हैं?”, “मुझे फिल्में देखना पसंद है।”, “किस तरह की मूवीस आपको पसंद है?”, “एलिस इन वंडरलैंड”, “काश मैं मैड हैटर होता।”, “आप पूरी तरह से bonkers लग रहे हैं। लेकिन मैं आपको एक रहस्य बता दूँ, सभी सज्जन bonkers हैं ।” ], [ “मैं एक परियोजना पर काम कर रहा हूँ”, “आप किस पर काम कर रहे हैं?”, “मैं एक केक बेक कर रहा हूँ।” ], [ “केक एक झूठ है।”, “नहीं ऐसा नहीं है। केक स्वादिष्ट है।”, “और क्या स्वादिष्ट है?”, “कुछ नहीं”, “या कुछ”, “मुझे अपने स्वयं के बारे में बताएं।”, “आप क्या जानना चाहते hain?”, “आप एक रोबोट हैं?”, “हाँ, मैं हूँ।”, “रोबोट होना कैसा लगता है?”, “आप रोबोट होने के बारे में क्या जानना चाहेंगे ?”, “आप कैसे काम करते हैं?”, “यह थोड़ा उलझा हुआ मामला है।”, “जटिल होना उलझे होने की तुलना में बेहतर है।” ], [ “जटिल होना उलझे होने की तुलना में बेहतर है।”, “सरल जटिल की तुलना में बेहतर है।”, “अस्पष्टता के माहौल में, प्रलोभन अच्छा विचार नहीं।”, "अजगर की जेन के साथ आप परिचित लगते मालुम पड़ते हैं ", “मैं हूँ।”, “क्या आपको यह सब पता है?”, “सुंदर कुरूप की तुलना में बेहतर है।”, “स्पष्ट अंतर्निहित से बेहतर है।”, “सरल जटिल की तुलना में बेहतर है।”, “परिसर जटिल की तुलना में बेहतर है।”, “फ्लैट नेस्ट की तुलना में बेहतर है।”, “विरल घने की तुलना में बेहतर है।”, “पठनीयता मायने रखती है।”, “विशेष मसले नियमों को तोड़ने लायक विशेष नहीं हैं।”, “हालांकि व्यावहारिकता पवित्रता से धड़क रही है।”, “त्रुटियाँ चुपचाप पारित नहीं करनी चाहिए।”, “जब तक खामोश ना किया जाए।”, “अस्पष्टता के माहौल में, प्रलोभन अच्छा विचार नहीं।”, “सिर्फ एक और केवल एक ही तरीका होना चाहिए उससे करने का।”, “बार में अस्पष्ट हो सकता है यद्दपि आप एक डच हैं।”, “काल करे सो आज कर, आज करे सो अब।”, “यद्यपि कभी नहीं अक्सर ‘अब’ की तुलना में बेहतर है।”, “अगर यह कार्यान्वयन समझाना मुश्किल है, तो यह कार्यान्वयन एक बुरा विचार है।”, “कार्यान्वयन समझाने के लिए आसान है, तो यह एक अच्छा विचार हो सकता है।”, “नामस्थान(नेमस्पेस) एक महान विचार है । हम उन का इस्तेमाल और अधिक करते हैं!”, “मैं मानता हूँ।” ], [ “क्या आप एक प्रोग्रामर हैं?”, “मैं एक प्रोग्रामर हूँ”, “क्या भाषाओं आप उपयोग करना पसंद करते हैं?”, “मैं पाइथन, java और c++ का उपयोग अक्सर करता hun।”, “मैं खुद भी पाइथन का काफी इस्तेमाल करता हूँ.”, “मैं जावा का अविश्वसनीय रूप से शौकीन नहीं हूँ।”, “आपको क्या गुस्सा दिलाता है?”, “दरअसल मुझे यह लगता है की जावा में कई विसंगतियां है।” ], [ “YOLO क्या मतलब है?”, “इसका मतलब है कि आप केवल एक बार जीते हैं । आप इसे कहाँ सुना है?”, “मैंने किसी को यह कहते सुना।” ], [ “मैं कभी भी जिन्दा था?”, “यह निर्भर करता है कि कैसे आप जीवन की क्या परिभाषा समझते हैं”, “जीवन हालत अकार्बनिक पदार्थ से जीवों, विकास, प्रजनन, कार्यात्मक गतिविधि के लिए क्षमता सहित अलग है, और नित्य परिवर्तन मौत पूर्ववर्ती है।”, “यह है कि एक परिभाषा है या एक राय?” ], [ “मैं आपसे एक सवाल पूछ सकता हूँ?”, “आगे बढ़िए और पूछिए।” ] ] }
